Repository: QuickPreOS/redozilla
Catalog: src/livecd/image/boot/grub/locale/*.po
Languages: fi, ja, sv

source: Start Rescuezilla
fi: Käynnistä Rescuezilla ( Graafinen vakiotila )
ja: Rescuezilla が起動します
sv: Starta Rescuezilla

source: If boot fails, reboot and try selecting Graphical fallback instead
fi: Jos ohjelmiston käynnistys epäonnistuu, käynnistä tietokone uudelleen ja yritä käynnistää ohjelmisto Graafisella varatilla
ja: 起動に失敗したら、 グラフィカルフォールバックで再起動してみてください
sv: Om start misslyckas, starta om och välj 'Grafiskt reservläge' i stället

source: Graphical fallback mode
fi: Käynnistä Rescuezilla ( Graafinen varatila )
ja: グラフィカルフォールバックモード
sv: Grafiskt reservläge

source: Use low-resolution fallback graphics driver if standard mode doesn't work for your hardware
fi: Yritä käynnistää tällä alhaisemman resoluution näytönohjaimella, jos Graafinen vakiotila ei toimi laitteistollasi
ja: 標準モードがハードウェアに似付かわしくない場合低解像度フォールバックグラフィックスのドライバーを使用してください
sv: Använd låg upplösning om standardläget inte fungerar för din hårdvara

source: Load USB into RAM
fi: Lataa ohjelmisto RAM-muistiin
ja: USB からラムメモリー にデータをロードします
sv: Ladda USB i RAM

source: Loads Rescuezilla into memory allowing the boot media to be ejected after bootup
fi: Lataa ohjelmisto RAM-muistiin, mahdollistaen käynnistysmedian poistamisen käynnistyksen jälkeen
ja: Rescuezilla がメモリーにロードされますと起動後の起動 USB は取り外し出来ます
sv: Lägger in Rescuezilla i minnet så att startmediet kan matas ut efter uppstart

source: Check USB for defects
fi: Tarkasta USB-asema
ja: USB のデータ不全をチェックします
sv: Kontrollera USB för defekter

source: Verify integrity of USB drive
fi: Tarkasta USB-aseman eheys
ja: USB ドライブの整合性を実証します
sv: Verifiera USB-enhetens integritet

source: Enter BIOS Setup
fi: Siirry BIOS-asetuksiin
ja: BIOS をセットアップします
sv: Öppna BIOS-inställningar

source: Configure machine's firmware, boot options etc
fi: Määritä koneen laiteohjelmisto, käynnistysasetukset jne
ja: ブートオプションなど、 マシーンのファームウェアを設定します
sv: Konfigurera datorns firmware, startalternativ etc

source: Memory test
fi: Muistitesti
ja: メモリー確認
sv: Minnestest

source: Check computer memory for errors
fi: Tarkasta tietokoneen muisti virheiden varalta
ja: コンピューターのメモリー不全をチェックします
sv: Kontrollera datorminnet efter fel
